Repository: xamoom/xamoom-tourism-template-iOS
Catalog: classes/*.lproj/Localizable.strings
Languages: de, it

# tabbar.map
source: Map
de: Karte
it: Carta

# tabbar.settings
source: Settings
de: Einstellungen
it: Impostazioni

# horizontalCell.title.nearby
source: Nearby
de: In der Nähe
it: Nelle vicinanze

# contencollectionview.banner.image
source: banner-en
de: banner-de
it: banner-it

# mapannotation.distance
source: Distance
de: Entfernung
it: Distanza

# mapDetailView.navigation
source: Route
de: Navigieren
it: Rotta

# mapDetailView.textButtonLabel
source: Learn more
de: Mehr erfahren
it: Più

# Notification.noContentTitle
source: Discover something nearby
de: Entdecke etwas in der Nähe
it: Scopri qualcosa nelle vicinanze

# Notification.noContentText
source: Open the app and discover something around you!
de: Öffne die App und entdecke etwas in der Nähe!
it: Apri l'app e scopri qualcosa intorno a te!

# filterViewController.done
source: Done
de: Fertig
it: finito

# filterViewController.section.sightseeing
source: See & Experience
de: Sehen & Erleben
it: Vedere e fare

# filterViewController.tag.kirche
source: Churches
de: Kirchen
it: Chiese

# filterViewController.tag.nature
source: Nature
de: Natur
it: Natur

# filterViewController.tag.monument
source: Monuments
de: Denkmäler
it: Monumenti

# filterViewController.tag.museum
source: Museum
de: Museen
it: Museo

# filterViewController.tag.gallery
source: Galleries
de: Galerien
it: Gallerie

# filterViewController.tag.architektur
source: Architecture
de: Architektur
it: Architettura

# filterViewController.tag.sightseeing
source: Sightseeing
de: Sehenswertes
it: Cose da vedere

# filterViewController.tag.galmus
source: Museum & Galleries
de: Museen & Galerien
it: Museo & Gallerie

# filterViewController.tag.attraction
source: Excursion Destinations
de: Ausflugsziele
it: Mete escursionistiche

# settingsViewController.setting.navigation.header
source: Preferred navigation
de: Bevorzugte Navigation
it: Navigazione preferita

# settingsViewController.setting.notification.header
source: Notification
de: Benachrichtigungen
it: Messaggi

# settingsViewController.setting.language.header
source: Prefered language
de: Bevorzugte Sprache
it: Lingua preferita

# settingsViewController.setting.navigation.walking
source: Walking
de: Zu Fuß
it: A piedi

# settingsViewController.setting.navigation.driving
source: Driving
de: Auto
it: In auto

# settingsViewController.setting.navigation.publicTransport
source: Public transport
de: Öffentlicher Verkehr
it: Coi mezzi

# settingsViewController.setting.notification
source: Notifications
de: Benachrichtigungen
it: Messaggi

# settingsViewController.setting.notification.sound
source: with sound
de: mit Ton
it: con audio

# settingsViewController.setting.notification.vibrant
source: with vibration
de: mit Vibration
it: con vibrazione

# error.default
source: An error occured. Please, try again later.
de: Ein Fehler ist aufgetreten. Bitte versuchen Sie es später wieder.
it: C'é un errore. Per favore riprova più tardi.

# error.no_internet
source: No internet connection
de: Keine Internetverbindung
it: Nessuna connessione internet

# error.nothing_found
source: Nothing found
de: Nichts gefunden
it: Non abbiamo trovato nulla.

# error.password
source: Wrong password
de: Falsches Passwort
it: Password errata.

# scanViewController.title
source: Scan QR code
de: QR-Code scannen
it: Scansiona il codice QR

# scanViewController.permission
source: To use the QR scanner, please grant the camera permission in the settings.
de: Zum Scannen von QR-Codes benötigen wir Zugriff auf Ihre Kamera.
it: Abbiamo bisogno dell'accesso alla fotocamera per la scansione dei codici QR.

# scanViewController.open.settings
source: Open settings
de: Einstellungen öffnen
it: Apri le impostazioni

# scanViewController.nfc.label
source: Touch NFC with top of the phone
de: NFC Tag mit dem oberen Ende des iPhones berühren
it: Tocca Tag NFC con la parte superiore del telefono

# scanViewController.nfc.label.failed
source: This NFC tag is not valid.
de: Dieser NFC-Tag ist nicht gültig.
it: Questo tag NFC non è valido.

# scanViewController.code.label.failed
source: Wrong code
de: Falscher Code
it: Codice errato

# password.dialog.title
source: This page is protected.
de: Diese Seite ist geschützt.
it: Questa pagina è protetta.

# password.dialog.continue
source: Continue
de: Weiter
it: Continua

# password.dialog.cancel
source: Cancel
de: Abbrechen
it: Annulla

# password.dialog.hint
source: Enter password
de: Password eingeben
it: Inserire la password

# contentblock8.alert.error.title
source: Error
de: Fehler
it: Errore

# contentblock8.alert.error.message
source: This is not a valid file
de: Diese Datei ist nicht gültig.
it: Questo file non è valido.

# contentblock8.alert.hint.title
source: Note
de: Hinweis
it: Nota

# contentblock8.alert.choose.calendar
source: Choose a calendar
de: Kalender auswählen
it: Scegli un calendario

# contentblock8.alert.contact.request.message
source: Do you want to add "%@ %@" to your contacts?
de: Möchten Sie "%@ %@" zu Ihren Kontakten hinzufügen?
it: Vuoi aggiungere "%@ %@" ai tuoi contatti?

# contentblock8.alert.contact.success.message
source: Successfully added "%@ %@" to your contacts.
de: "%@ %@" wurde erfolgreich zu den Kontakten hinzugefügt.
it: "%@ %@" aggiunti correttamente ai tuoi contatti.

# contentblock8.alert.add
source: Add
de: Hinzufügen
it: Inserisci

# contentblock8.alert.cancel
source: Cancel
de: Abbrechen
it: Annulla

# contentblock8.alert.calendar.request.message
source: Do you want to add "%@" to "%@"?
de: Möchten Sie "%@" in den Kalender "%@" eintragen?
it: Vuoi aggiungere da "%@" a "%@"?

# contentblock8.alert.calendar.success.message
source: Successfully added "%@" to "%@"
de: "%@" wurde erfolgreich in den Kalender "%@" eingetragen
it: Aggiunti con successo da "%@" a "%@".

# mapviewcontroller.no.location.title
source: This app needs your location.
de: Diese App benötigt Ihren Standort.
it: Questa app richiede l'autorizzazione della tua posizione.

# mapviewcontroller.no.location.message
source: The location services are disabled. Please, turn it on in the settings.
de: Die Ortungsdienste sind deaktiviert. Bitte aktivieren Sie diese in den Einstellungen.
it: I servizi di localizzazione sono disabilitati. Per favore, accendilo nelle impostazioni.

# mapviewcontroller.no.permission.title
source: Location needed
de: Standortdaten benötigt
it: Posizione necessaria

# mapviewcontroller.no.permission.message
source: The location permission is denied. Please go to the settings to grant them to this app.
de: Die Ortung wurde verweigert. Bitte aktivieren Sie die Standorterlaubnis in den Einstellungen.
it: L'autorizzazione alla posizione è stata negata. Vai alle impostazioni per concederle a questa app.

# mapviewcontroller.alert.settings
source: Settings
de: Einstellungen
it: Impostazioni

# mapviewcontroller.alert.cancel
source: Cancel
de: Abbrechen
it: Annulla

# event.navigation.title
source: Navigate to this location
de: Zum Ort navigieren
it: Vai a questa posizione

# event.calendar.title
source: Add to calendar
de: In den Kalender eintragen
it: Aggiungi al calendario

# onboard.action.more
source: More
de: Weiter
it: Di Più?

# onboard.action.allow
source: Allow
de: Erlauben
it: Permettere

# onboard.skip
source: Skip
de: Überspringen
it: Salta

# voucher.redeem
source: Redeem voucher
de: Gutschein einlösen
it: Riscattare buono

source: Voucher redeemed
de: Gutschein eingelöst
it: Voucher riscattato

# voucher.redeemed.alert.title
source: Voucher already redeemed
de: Gutschein bereits eingelöst
it: Voucher già riscattato

# voucher.redeemed.alert.description
source: A voucher can be redeemed only once.
de: Ein Gutschein darf nur einmal eingelöst werden.
it: Un buono può essere riscattato una sola volta.

# voucher.redemption.successful.notification
source: The Voucher %@ has been successfully redeemed. Thank You!
de: Der Gutschein %@ wurde erfolgreich eingelöst. Dankeschön!

# voucher.redemption.error.notification
source: The Voucher %@ cannot be redeemed. Please check the redeemer.
de: Der Gutschein %@ kann nicht eingelöst werden. Bitte überprüfen Sie den Einlöse-Code.

# quiz.screen.switcher.first
source: Solved quizzes
de: Gelöste Rätsel

# quiz.screen.switcher.second
source: Open quizzes
de: Offene Rätsel

# quiz.screen.open.title
source: Open quizzes
de: Offene Rätsel

# quiz.screen.open.description
source: Here you find all quizzes that are unsolved. Choose one and jump right into the adventure!
de: Hier findest du alle Rätsel, die noch offen sind. Wähle eines aus und stürze dich ins Abenteuer!

# quiz.wrong.answer.title
source: Wrong Answer
de: Falsche Antwort

# quiz.wrong.answer.subtitle
source: You have one more chance to give a right answer to the question. Come back tomorrow morning.
de: Morgen darfst du erneut versuchen, diese Frage zu beantworten

# quiz.right.answer.title
source: Right answer
de: Richtige Antwort

# quiz.right.answer.subtitle
source: Points earned
de: Punkte verdient

# quiz.answer.button.close
source: Close
de: Schließen

# quiz.answer.button.goToScore
source: Go to score page
de: Zur Game Score Seite

# quiz.voucher.redemption.successful.alert.title
source: Are you sure?
de: Bist du dir sicher?

# quiz.voucher.redemption.successful.alert.subtitle
source: You will spent %i of yours %i vouchers
de: Du musst dafür %i deiner %i Gutscheine ausgeben.

# quiz.voucher.redemption.successful.alert.scan
source: Scan QR
de: QR scannen

# quiz.voucher.redemption.fail.alert.title
source: Not enough vouchers
de: Du hast dafür nicht ausreichend viele Gutscheine.

# quiz.voucher.redemption.fail.alert.subtitle
source: The price is %i, but you have %i vouchers
de: Du benötigst dafür %i Gutscheine, hast aber nur %i Stück

# home.quiz.block.title
source: Welcome
de: Willkommen

# mapannotation.meter
source: meter
it: metri

# mapannotation.kilometer
source: kilometer
it: chilometri

# filterViewController.title
source: Filter
it: Filtro

# filterViewController.tag.theater
source: Theaters
it: Teatri
